[TC_WOTC_S79_AK74M_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>AK-74M</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>AK-74M</b></font>"
AbilityDescName="винтовка"
BriefSummary=""Автомат Калашникова образца 1974 года, является переосмысленной модернизацией АКМ под патрон 5.45x39мм, был принят на вооружение в 1974 году вместе с комплексом оружия на его базе. Изменилась технология производства автоматов: большее число деталей стало выполняться из литых заготовок по выплавляемым моделям, однако сохранилась значительная унификация с АКМ. Также был установлен новый дульный тормоз-компенсатор, что вместе со снизившимся импульсом отдачи позитивно сказалось на кучности стрельбы. Оснащён складывающимся на левый бок полимерным прикладом и универсальным креплением (планка «ласточкин хвост») для крепления прицелов, как оптических, так и ночных, на левой стороне ствольной коробки."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.45x39мм\n<Bullet/>Страна производитель: СССР/Россия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_S79_AK74M_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>RVK-74M</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>RVK-74M</b></font>"
AbilityDescName="винтовка"
BriefSummary=""Автомат Калашникова образца 1974 года, является переосмысленной модернизацией АКМ под патрон 5.45x39мм, был принят на вооружение в 1974 году вместе с комплексом оружия на его базе. Изменилась технология производства автоматов: большее число деталей стало выполняться из литых заготовок по выплавляемым моделям, однако сохранилась значительная унификация с АКМ. Также был установлен новый дульный тормоз-компенсатор, что вместе со снизившимся импульсом отдачи позитивно сказалось на кучности стрельбы. Оснащён складывающимся на левый бок полимерным прикладом и универсальным креплением (планка «ласточкин хвост») для крепления прицелов, как оптических, так и ночных, на левой стороне ствольной коробки. \nRVK-74M получил те же улучшения что RVK-74. Отвод пороховых газов был заменен более мощным магнитным механизмом, изготовленным с использованием небольших кристаллов Элерия. Модификация существенно повысила баллистический профиль данного образца, позволяя пуле наносить больше урона, с большей точностью и кучностью, и уменьшенной отдачей."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.45x39мм\n<Bullet/>Страна производитель: СССР/Россия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_S79_AK74M_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>RVK-74M/203X</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>RVK-74M/203X</b></font>"
AbilityDescName="винтовка"
BriefSummary=""Автомат Калашникова образца 1974 года, является переосмысленной модернизацией АКМ под патрон 5.45x39мм, был принят на вооружение в 1974 году вместе с комплексом оружия на его базе. Изменилась технология производства автоматов: большее число деталей стало выполняться из литых заготовок по выплавляемым моделям, однако сохранилась значительная унификация с АКМ. Также был установлен новый дульный тормоз-компенсатор, что вместе со снизившимся импульсом отдачи позитивно сказалось на кучности стрельбы. Оснащён складывающимся на левый бок полимерным прикладом и универсальным креплением (планка «ласточкин хвост») для крепления прицелов, как оптических, так и ночных, на левой стороне ствольной коробки. \nПри модификации RVK-74M/203X мы руководствовались теми же принципами что и при работе с RVK-74/203X. Ствол модифицированного RVK-74M/203X изготовлен из инопланетных сплавов, а модуль гашения отдачи стал одним из обязательных компонентов данного образца, введение его в конструкцию позволило погасить большую часть отдачи, с которой могут столкнуться наши бойцы при стрельбе из RVK-74M/203X."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.45x39мм\n<Bullet/>Страна производитель: СССР/Россия\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_SKR_S79_AK74M_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>AK-74M</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>AK-74M</b></font>"
AbilityDescName="винтовка"
BriefSummary=""Автомат Калашникова образца 1974 года, является переосмысленной модернизацией АКМ под патрон 5.45x39мм, был принят на вооружение в 1974 году вместе с комплексом оружия на его базе. Изменилась технология производства автоматов: большее число деталей стало выполняться из литых заготовок по выплавляемым моделям, однако сохранилась значительная унификация с АКМ. Также был установлен новый дульный тормоз-компенсатор, что вместе со снизившимся импульсом отдачи позитивно сказалось на кучности стрельбы. Оснащён складывающимся на левый бок полимерным прикладом и универсальным креплением (планка «ласточкин хвост») для крепления прицелов, как оптических, так и ночных, на левой стороне ствольной коробки."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.45x39мм\n<Bullet/>Страна производитель: СССР/Россия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_SKR_S79_AK74M_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>RVK-74M</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>RVK-74M</b></font>"
AbilityDescName="винтовка"
BriefSummary=""Автомат Калашникова образца 1974 года, является переосмысленной модернизацией АКМ под патрон 5.45x39мм, был принят на вооружение в 1974 году вместе с комплексом оружия на его базе. Изменилась технология производства автоматов: большее число деталей стало выполняться из литых заготовок по выплавляемым моделям, однако сохранилась значительная унификация с АКМ. Также был установлен новый дульный тормоз-компенсатор, что вместе со снизившимся импульсом отдачи позитивно сказалось на кучности стрельбы. Оснащён складывающимся на левый бок полимерным прикладом и универсальным креплением (планка «ласточкин хвост») для крепления прицелов, как оптических, так и ночных, на левой стороне ствольной коробки. \nRVK-74M получил те же улучшения что RVK-74. Отвод пороховых газов был заменен более мощным магнитным механизмом, изготовленным с использованием небольших кристаллов Элерия. Модификация существенно повысила баллистический профиль данного образца, позволяя пуле наносить больше урона, с большей точностью и кучностью, и уменьшенной отдачей."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.45x39мм\n<Bullet/>Страна производитель: СССР/Россия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_SKR_S79_AK74M_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>RVK-74M/203X</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>RVK-74M/203X</b></font>"
AbilityDescName="винтовка"
BriefSummary=""Автомат Калашникова образца 1974 года, является переосмысленной модернизацией АКМ под патрон 5.45x39мм, был принят на вооружение в 1974 году вместе с комплексом оружия на его базе. Изменилась технология производства автоматов: большее число деталей стало выполняться из литых заготовок по выплавляемым моделям, однако сохранилась значительная унификация с АКМ. Также был установлен новый дульный тормоз-компенсатор, что вместе со снизившимся импульсом отдачи позитивно сказалось на кучности стрельбы. Оснащён складывающимся на левый бок полимерным прикладом и универсальным креплением (планка «ласточкин хвост») для крепления прицелов, как оптических, так и ночных, на левой стороне ствольной коробки. \nПри модификации RVK-74M/203X мы руководствовались теми же принципами что и при работе с RVK-74/203X. Ствол модифицированного RVK-74M/203X изготовлен из инопланетных сплавов, а модуль гашения отдачи стал одним из обязательных компонентов данного образца, введение его в конструкцию позволило погасить большую часть отдачи, с которой могут столкнуться наши бойцы при стрельбе из RVK-74M/203X."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.45x39мм\n<Bullet/>Страна производитель: СССР/Россия\n<Bullet/>Уровень технологии: Лучевое оружие"